/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : notice

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2017-12-27 11:08:29
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `notice_info`
-- ----------------------------
DROP TABLE IF EXISTS `notice_info`;
CREATE TABLE `notice_info` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(40) NOT NULL,
  `content` text NOT NULL,
  `n_time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of notice_info
-- ----------------------------
INSERT INTO `notice_info` VALUES ('2', '惠州城市职业学院外籍教师招聘启事', '一、招聘基本要求\r\n\r\n1.母语为英语的外籍人士，年龄50周岁以下，身体健康；\r\n\r\n2.本科以上学历；\r\n\r\n3.两年以上教学经历；\r\n\r\n4.有TEFL或TESOL证书；\r\n\r\n5.遵守中华人民共和国法律、法规，无犯罪记录（须出具证明材料）。\r\n\r\n\r\n二、工作地点、任务\r\n1.工作地点：广东省惠州市；\r\n2.工作任务：担任英语口语、听力、写作等课程的教学工作；\r\n3.工作时长：原则上每周工作五天，每周18-24学时。', '2017-12-27 10:39:55');
INSERT INTO `notice_info` VALUES ('3', '有关2018年广东高中学业水平考试时间的通知', '考试时间：1月6日－7日＼6月9日\r\n\r\n逐步推进我省普通高校考试招生制度改革， 2018年我省的普通高中学业水平考试（以下简称学考）安排日前公布。\r\n\r\n　　2018年1月和6月各安排1次学考，考试时间分别是1月6日（星期六）、1月7日（星期日）和6月9日（星期六）。\r\n\r\n　　1月考试科目为语文、数学、英语、思想政治、历史、地理、物理、化学和生物等9科，6月考试科目为思想政治、历史、地理、物理、化学和生物等6科。除语文科考试时长为120分钟外，其余各科考试时长均为90分钟。1月考试成绩在2月下旬公布，6月考试成绩在7月上旬公布。', '2017-12-27 10:40:34');
INSERT INTO `notice_info` VALUES ('4', '2017年惠州城市职业学院第一二志愿组正式录取名单', '', '2017-12-27 10:41:53');
INSERT INTO `notice_info` VALUES ('5', '惠州城市职业学院2017年高职类3+证书正式录取名单', '', '2017-12-27 10:42:06');
INSERT INTO `notice_info` VALUES ('6', '关于我省2017年高职院校招生录取计划调整的通知', '各普通专科高校：\r\n\r\n根据《广东省教育厅关于做好2017年高等职业院校自主试点工作的通知》（粤教考函〔2017〕2号）、《关于做好2017年广东省高职院校依据学考成绩招生录取工作的通知》（粤招〔2017〕3号）和《关于做好广东省2017年普通高校招生工作的通知》（粤招〔2017〕8号）文件精神，被高职院校自主招生录取或依据学考成绩招生类型录取（下称高职院校分类招生录取）的考生，仍可参加普通高校招生统一考试，若被本科院校录取，将取消高职院校自主招生录取资格和依据学考招生的录取资格，且不得转回原录取高职院校。目前，我省2017年本科高校录取工作已全部结束，部分被高职院校分类招生录取的考生参加普通高考，并被本科高校录取。为确保相关录取数据准确上报教育部以及今年专科批次招生计划圆满完成，现将广东省2017年高职院校分类招生录取考生，同时被普通高校统一考试招生本科院校录取的考生名单发放给你们，并就做好相关工作通知如下：', '2017-12-27 10:45:41');
INSERT INTO `notice_info` VALUES ('7', '关于成立学院2017年招生录取工作领导小组的通知', '各处室、系部、中心、馆所：\r\n\r\n根据广东省《关于做好广东省2017年普通高等学校招生网上录取工作的通知》（粤招〔2017〕16号）文件精神，为确保我校2017年招生录取工作顺利进行，本着公开、公平、公正的招生录取原则，切实实施招生录取“阳光工程”，完成招生任务，经研究决定，成立惠州城市职业学院2017年招生录取工作领导小组，通知如下：', '2017-12-27 10:45:18');
INSERT INTO `notice_info` VALUES ('8', '2017年广东省职业教育教学成果申报', '1，职业院校学生“六维公民”核心素养培养体系构建与实践教学成果奖申报材料\r\n\r\n        网址链接：http://www.hzc.edu.cn/plus/list.php?tid=244\r\n\r\n \r\n\r\n2，创新创业教育四阶育成课程体系的探索与实践教学成果奖申报材料\r\n\r\n       网址链接：http://www.hzc.edu.cn/plus/list.php?tid=245\r\n\r\n \r\n\r\n3，利用“翻转课堂”实现信息类课程改革中学习化课程资源的重构教学成果奖申报材料\r\n\r\n      网址链接：http://www.hzc.edu.cn/plus/list.php?tid=246', '2017-12-27 10:43:09');
INSERT INTO `notice_info` VALUES ('9', '招聘合同制教职员考试温馨提示', '各位考生：\r\n\r\n我院6月1日发布的招聘合同制教职员接收应聘材料截止至今天（６月１２日）17点止，考试时间为６月１８日（周日），考试形式为笔试和面试，其中报考教师岗位应聘者还需试讲，试讲内容由本人从报考专业大专层次学生教授课程中任选一门，试讲时间为15分钟，请考生提前准备好试讲PPT（PPT内容不得显示个人姓名等信息）。\r\n\r\n６月１５日前我院将通过手机短信通知符合资格条件的应聘者参加资格审查和考试。请收到短信的考生于６月１８日（周日）上午8：30前携带身份证、学历学位证明（今年应届毕业生请提供就业推荐表、应聘辅导员和思政哲学专业教师岗位的还需提供中共党员证明）等材料原件和复印件到我院会计金融系一楼阶梯教室参加资格审查和考试。', '2017-12-27 10:43:44');
INSERT INTO `notice_info` VALUES ('10', '惠州城市职业学院2017年秋季赴台大学交换生项目报名通知', '根据我校与台湾朝阳科技大学、健行科技大学、修平科技大学签订的学生交流协议，2016年9月份起我校开始选派交换生到台湾大学学习，目前已经有第一批学生在修平科技大学和健行科技大学完成研修并返校，部分同学正在修平科技大学和朝阳科技大学学习。为了进一步拓宽我校学生视野，丰富专业学习经历，现将2017年秋季交换生项目的有关事宜通知如下： \r\n\r\n一、选派名额：不超过15名（最终录取情况以主管部门批准和台方高校确认为准）。 \r\n\r\n二、学习时间：2017年9月—2018年1月。 \r\n\r\n三、交换生待遇 \r\n\r\n1.交换生在台大学学期期间的学费、住宿费、生活费用自理；\r\n\r\n2.台方院校协助安排住宿，住宿费用由学生本人负担； \r\n\r\n3.我校认可学生在台大学选修的学分，校内学分转换的具体手续按学校有关规定执行；\r\n\r\n4.交流期间我校保留学生学籍和宿舍床位，学生照常缴费本校学费和住宿费。', '2017-12-27 10:44:05');
INSERT INTO `notice_info` VALUES ('11', '惠州城市职业学院招聘全日制博士信息', '惠州城市职业学院是经广东省人民政府批准、国家教育部备案、广东省教育厅主管的一所公办全日制普通高等院校。学院位于惠州市惠城区惠南大道职教新城明德一路，交通便利，环境优美，人才发展空间广阔。因学院工作需要，现招聘全日制博士四名，具体要求如下：', '2017-12-27 10:44:37');
INSERT INTO `notice_info` VALUES ('12', '惠州城市职业学院2017年高职自主招生（中职）正式录取名单', '', '2017-12-27 10:45:01');

-- ----------------------------
-- Table structure for `user_admin`
-- ----------------------------
DROP TABLE IF EXISTS `user_admin`;
CREATE TABLE `user_admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `u_name` varchar(12) NOT NULL,
  `u_pass` varchar(12) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user_admin
-- ----------------------------
INSERT INTO `user_admin` VALUES ('1', 'admin', 'admin888');
INSERT INTO `user_admin` VALUES ('2', 'lsx', 'lsx123456');
